<!--protocolForYdbRule.vue-->

<template>
	<modelPage :title="my_header">
		<div slot="contain" class="contain">
			<p class="title">药材买卖网用户协议</p>
			<p class="word">
				本协议是药材买卖网（yaocaimaimai.com）用户（下称“您”）与药材买卖网所有者上海冕冠电子商务有限公司（下称“公司”）之间就药材买卖网电子商务平台服务等相关事宜所订立的协议，为了保障您的权益，<span style="font-weight: 700;text-decoration:underline;">您在申请注册之前，应当认真阅读本协议，充分理解各项条款，当您按照注册页面提示填写相关信息并完成全部注册程序后，即表示您已充分阅读、理解并接受本协议内容。</span>
			</p>
			<p class="h2">
				一、用户协议的范围以及变更
			</p>
			<p class="word">
				1.1 本协议内容包括但不限于本协议正文、药材买卖网已经发布的、随时更新的或将来发布的各类规则、细则、制度、操作流程图、公告等等；
			</p>
			<p class="word">
				1.2 您同意，药材买卖网有权根据需要不时修订、修改、调整本协议内容，已修订、修改、调整的内容自公示或通知发布之日起立即生效。
			</p>
			<p class="word" style="font-weight: 700;text-decoration: underline;">
				您应当及时关注和了解本协议内容调整、修改、修订情况，如果您不同意调整、修改、修订后的内容，您应立即停止使用药材买卖网平台，反之，若您继续使用，则将视同您同意并完全接受调整、修改、修订后的内容。
			</p>
			<p class="h2">二、用户资格 </p>
			<p class="word">
				个人用户：您确认，您在注册使用药材买卖网之前，您具备与您行为相适应的民事行为能力。
			</p>
			<p class="word">
				企业用户：您确认，您在注册使用药材买卖网之前，您是具备完全民事行为能力和完全民事权利能力的法人或能够独立承担民事责任的非法人组织。
			</p>
			<p class="h2">三、账户注册 </p>
			<p class="word">
				您阅读并同意本协议完成全部注册程序后，您及获得药材买卖网账户。
			</p>
			<p class="h2">
				四、账户使用
			</p>
			<p class="word">
				4.1 您应妥善保管您的账户和账户密码，您通过药材买卖网取得的账户，仅限您本人使用，不得将您的账户随意转让以及泄露他人。
			</p>
			<p class="word">
				4.2 通过您的账户在药材买卖网进行的任何操作，药材买卖网将均视为您本人行为，由此所产生的一切后果都由您承担。
			</p>
			<p class="word">
				4.3 您应当准确填写并及时更新您提供的联系电话、联系地址等联系方式，若因您填写错误或不及时更新等，造成药材买卖网或他人损失的，您应承担赔偿责任。
			</p>
			<p class="word">
				4.4 您若发现他人不当使用您的账户或其他任何可能危及您账户安全的情形时，您应当立即通知药材买卖网，要求药材买卖网暂停有关您账户的相关服务。您同意并承诺，由此所造成的损失，药材买卖网不承担任何责任。
			</p>
			<p class="h2">五、实名认证要求 </p>
			<p class="word" style="font-weight: 700;text-decoration: underline;">
				5.1 药材买卖网有权根据您通过药材买卖网平台进行操作使用的范围，决定您是否需要完成药材买卖网实名认证工作，您有权拒绝药材买卖网对您的实名认证要求，药材买卖网也同样有权限制您操作使用的范围。
			</p>
			<p class="word" style="font-weight: 700;text-decoration: underline;">
				5.2 您承诺并保证，您提供给药材买卖网的身份、相关资质等信息真实、合法、有效、完整、准确。药材买卖网有权对您提供的信息进行审查并予以核实，若有理由怀疑您提供的资料错误、不实、过期或不完整等，药材买卖网有权向您发出问询或要求您进行更正。
			</p>
			<p class="word">
				5.3 药材买卖网审核过程中，发现您所提供的信息不符合要求或未按要求及时更正的，药材买卖网有权中止、终止对您提供部分或全部服务事项，并不承担任何责任。
			</p>
			<p class="word">
				5.4 您的身份、相关资质信息发生变更、注销、吊销、过期等情况时，您应当立即通知药材买卖网，因您的反馈不及时，导致您在使用平台服务过程中给您或他人以及药材买卖网造成损失的，您应承担赔偿责任。
			</p>
			<p class="h2">六、用户的权利与义务 </p>
			<p class="word" style="font-weight: 700;">
				6.1 用户的权利
			</p>
			<p class="word">
				6.1.1 您可以通过药材买卖网查询产品信息。
			</p>
			<p class="word" style="font-weight: 700;">
				6.1.2 您可以通过药材买卖网发布求购信息（限企业用户）。
			</p>
			<p class="word">
				6.1.3 您可以通过药材买卖网发布预售信息。
			</p>
			<p class="word">
				6.1.4 您可以通过药材买卖网达成交易意向并进行交易。
			</p>
			<p class="word">
				6.1.5 您可以通过药材买卖网对您所购买的产品进行评价。
			</p>
			<p class="word">
				6.1.6 您可以对他人违反公平、公正交易原则向药材买卖网进行举报。
			</p>
			<p class="word">
				6.1.7 您可以就购买的产品质量等问题向药材买卖网平台申诉等。
			</p>
			<p class="word" style="font-weight: 700;">
				6.2 用户的义务
			</p>
			<p class="word" style="font-weight: 700;text-decoration: underline;">
				6.2.1 您只有完成企业或个人认证之后方可通过药材买卖网平台发布产品信息并进行交易。
			</p>
			<p class="word" style="font-weight: 700;text-decoration: underline;">
				6.2.2 您只有完成企业认证之后方可通过药材买卖网发布求购信息或购买产品并进行评价、申诉。
			</p>
			<p class="word">
				6.2.3 您在使用药材买卖网平台过程中实施的所有行为均应符合国家法律法规的规定，不得利用药材买卖网平台进行任何非法交易。
			</p>
			<p class="word">
				6.2.4 您应充分遵守药材买卖网所发布的协议、规则、制度等，不得损害国家的以及第三人的合法权益。
			</p>
			<p class="word">
				6.2.5 您应确保您通过药材买卖网所发布/销售的产品信息真实、合法并与您实际所销售的产品相符。
			</p>
			<p class="word">
				6.2.6 您应确保您通过药材买卖网平台所发布的任何信息或链接不会侵犯他人知识产权、版权、商业秘密以及可能会损害到他人其他合法权益等。
			</p>
			
			
			<p class="h2">七、药材买卖网的权利与义务 </p>
			<p class="word" style="font-weight: 700;">
				7.1 药材买卖网的权利 </p>
			<p class="word">
				7.1.1 药材买卖网有权按照本协议的规定许可药材买卖网用户使用药材买网平台以及使用的范围。</p>
			<p class="word">
				7.1.2 药材买卖网有权就您通过平台所发布的任何涉及违反法律、法规、政策以及平台认为可能会侵犯他人、平台合法权益的信息或链接等予以删除，若发现多次，并属同一用户的，药材买卖网可以选择终止向其提供服务，并不承担任何责任。
			</p>
			<p class="word">
				7.1.3 药材买卖网有权对药材买卖网用户使用平台的过程中进行监督。
			</p>
			<p class="word">
				7.1.4 为利于平台管理，规范操作，药材买卖网有权对药材买卖网用户的相关信息进行保存。
			</p>
			<p class="word">
				7.1.5 药材买卖网就违反药材买卖网用户协议的用户，有权在不履行任何告知的情况下，终止对该用户的服务。
			</p>
			<p class="word" style="font-weight: 700;">
				7.2 药材买卖网的义务</p>
			<p class="word">
				7.2.1 药材买卖网有义务对您的信息进行保密，除非：
			</p>
			<p class="word">
				（1）您允许我们披露您的信息；
			</p>
			<p class="word">
				（2）有关法律法规或部门规章要求我们披露您的信息；
			</p>
			<p class="word">
				（3）司法机关或行政机关基于法定程序要求我们披露您的信息；
			</p>
			<p class="word">
				（4）为保护我们的知识产权和其他财产权益，需要披露您的信息；
			</p>
			<p class="word">
				（5）在紧急情况下为保护其他用户和社会大众的合法权益，需要披露您的信息。
			</p>
			<p class="word">
				7.2.2 非因药材网故意披露、泄露您的信息，药材买卖网不承担任何责任。
			</p>
			<p class="word">
				7.2.3 药材买卖网保证药材买卖网平台是合法的交易平台。
			</p>
			
			<p class="h2">八、费用</p>
			<p class="word">
			药材买卖网平台除明确约定收费的项目外，目前为您所提供的服务是免费，但，药材买网保留向您收费的权利，药材买卖网如在将来向您收取一定的合理费用，药材买卖网将会提前告知并让您知晓收费事项内容，届时您可以选择拒绝，同样药材买卖网也将有权单方面做出终止对您提供部分或全部服务的决定。
			</p>
			<p class="h2">九、药材买卖网平台服务中断、停止和变更的说明 </p>
			<p class="word">
				发生下列情形之一时，我们有权中断、停止或变更我们提供的服务，对于因此而产生的困扰、不便或损失，我们不承担任何责任：
			</p>
			<p class="word">
				9.1 定期检查或施工，软硬件更新等，即暂停服务，我们将尽快完成维修、维护工作。
			</p>
			<p class="word">
				9.2 服务器遭到任何形式的破坏，无法正常运作。
			</p>
			<p class="word">
				9.3 网络线路或其它导致玩家通过Internet连接至我们服务器的动作发生滞碍等情形。
			</p>
			<p class="word">
				9.4 自然灾害等不可抗力的因素。
			</p>
			<p class="word">
				9.5 在紧急情况之下为维护国家安全或其它会员及第三者人身安全时。
			</p>
			<p class="word">
				9.6 发生突发性软硬件设备与电子通信设备故障时。
			</p>
			<p class="h2">十、协议的终止事项 </p>
			<p class="word" style="font-weight: 700;">
				10.1 协议终止
			</p>
			<p class="word">
				10.1.1 您提供给药材买卖网的身份、相关资质等信息存在不真实、不合法、无效、不完整、不准确等情况。
			</p>
			<p class="word">
				10.1.2 您提供给药材买卖网的身份、相关资质、联系方式等信息发生变更或变化等情况时，自发生变更或变化之日起三个工作日内未及时进行更新或反馈给药材买卖网。
			</p>
			<p class="word">
				10.1.3 您因涉嫌发布虚假产品信息、扰乱平台秩序、违反公平公正原则等，损害药材买卖网、药材买卖网关联企业以及他人合法权益。
			</p>
			<p class="word">
				10.1.4 您所使用的账户非属您本人所有或您提供的相关认证信息非您本人合法持有。
			</p>
			<p class="word">
				10.1.5 本协议内容发生调整、修改、修订等情况，您不同意变更后的协议内容。
			</p>
			<p class="word">
				10.1.6 其他药材买卖网认为应当终止服务的情况。
			</p>
			<p class="word"  style="font-weight: 700;text-decoration: underline;">
				若发生上述情况，药材买卖网有权在不履行任何通知的情况下单方面决定终止向您提供部分或全部服务事项，且无须向您或他人承担任何责任。
			</p>
			<p class="word">
				10.1.7 您有权向药材买卖网提出注销您账户的申请，经药材买卖网审核并同意后，将您的账户注销。
			</p>
			<p class="word" style="font-weight: 700;">
				10.2 协议终止后
			</p>
			<p class="word">
				您与药材买卖网基于本协议所建立的合同关系终止后，<span style="font-weight:700">您理解并同意：</span>
			</p>
			<p class="word">
				（1）药材买卖网没有义务向返还或删除所有您通过药材买卖网所保存并记录下来的相关信息（包括但不限于注册信息、资质信息、交易记录等）；
			</p>
			<p class="word">
				（2）药材买卖网有权根据实际情况保存并记录有关您账户的相关信息（包括但不限于注册信息、资质信息、交易记录等）；
			</p>
			<p class="word">
				（3）针对您尚有未完成的交易订单或已生成的交易订单，药材买卖网有权与交易的相对方协商撤销订单或继续完成订单，您应积极配合，因此所产生的任何争议、损失或增加的任何费用，您承担赔偿责任；
			</p>
			<p class="word">
				（4）对于协议终止前，因您的行为造成药材买卖网、药材买卖网的关联企业损失以及他人追责的情况，药材买网将保留向您追偿的权利。
			</p>
			<p class="h2">十一、赔偿责任 </p>
			<p class="word">
				11.1 因您的行为（包括但不限于发布信息虚假、错误等）给药材买卖网以及药材买卖网的关联企业造成损失的（包括但不限于律师费、诉讼费、调档费等），您应当承担赔偿责任。
			</p>
			<p class="word" style="font-weight: 700;text-decoration: underline;">
				11.2 因您的行为（包括但不限于发布信息虚假、错误等）给他人造成损失，他人向药材买卖网索赔的，您同意并认可，药材买卖网有权划扣您的保证金（如有），若您的保证金不足以清偿的，药材买卖网有权冻结并划扣您在药材买卖网所开通账户中存放钱款（如有），若仍不足以清偿，则有权继续向您追偿。
			</p>
			<p class="word">
				11.3 因您的行为（包括但不限于发布信息虚假、错误等）导致药材买卖网遭受行政部门处罚的，药材买卖网有权要求您承担赔偿责任。
			</p>
			<p class="h2">十二、法律及争议解决 </p>
			<p class="word">
				12.1 因本协议内容发生纠纷的，适用中华人民共和国法律。
			</p>
			<p class="word">
				12.2 因本协议内容发生争议的，双方应友好协商解决，如协商不成，任何一方均有权向药材买网所在地人民法院提起诉讼。
			</p>
			<p class="h2">五、实名认证要求 </p>
			<p class="word">
				本协议任一条款被认定无效，不影响其他条款的效力。
			</p>
		</div>
	</modelPage>
</template>

<script>
	import modelPage from '../../components/model/modelPage'
	export default {
		data() {
			return {
				my_header: {
					name: '药材买卖网用户协议',
				},
			}
		},
		props: {},
		computed: {},
		components: {
			modelPage
		},
		methods: {

		},
		watch: {

		},
		mounted() {

		},
		created() {}
	}
</script>

<style lang="less" scoped>
	.contain {
		padding: 0 20px;
		text-align: left;
		.title {
			text-align: center;
			line-height: 50px;
			font-size: 20px;
			font-family: SimHei;
		}
		.word {
			text-indent: 25px;
			margin-bottom: 10px;
		}
		.h2 {
			font-size: 16px;
			font-weight: 700;
			font-family: SimHei;
		}
	}
</style>